---
kind: property
id: P:Autodesk.Revit.DB.PolymeshFacet.V3
source: html/017a23ad-b73e-4d34-05ae-5f46ffed9e3d.htm
---
# Autodesk.Revit.DB.PolymeshFacet.V3 Property

The third vertex of the facet

## Syntax (C#)
```csharp
public int V3 { get; }
```